Repository: grouplinuxclient/infocenter
Catalog: po/*.po
Languages: de

source: Do not autostart again
de: Nicht erneut automatisch starten

source: Whether this application should be autostarted.
de: Ob diese Anwendung automatisch gestartet werden soll.

source: Export Journal to File
de: Exportiere Journal in Datei

source: Success
de: Erfolgreich

source: Failed
de: Fehlgeschlagen

source: Menu
de: Menü

source: Phone
de: Telefon

source: System Information
de: Systeminformationen

source: User Name
de: Benutzername

source: OS
de: Betriebssystem

source: Hardware Model
de: Hardware Modell

source: System Checks
de: Systemtests

source: Zscaler Checks
de: Zscaler Test

source: System checks whether the Zscaler is properly set up and running
de: Prüft ob der ZScaler eingerichtet ist und läuft

source: Running
de: Läuft

source: Check whether Zscaler is running
de: Prüft ob Zscaler läuft

source: Check whether the proxy port is accessible
de: Prüft ob Porxyport erreichbar ist

source: PAC-File
de: PAC Datei

source: Check whether the PAC file is valid
de: Prüft ob die PAC Datei gültig ist

source: VPN Checks
de: VPN Test

source: System checks whether VPN is correctly set up and running
de: Prüft ob der VPN eingerichtet ist und läuft

source: Disclaimer
de: Rechtshinweis

source: Disable disclaimer on startup
de: Rechtshinweis beim Start deaktivieren

source: Export Journal…
de: Journal exportieren…

source: About Information Center
de: Info zu Information Center
